export const MESSAGES = ['Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'];

export const NAMES = ['Екатерина','Дмитрий','Николай','Иван','София','Владимир','Анастасия', 'Елизавета'];

export const DESCRIPTIONS = ['Всегда начинайте свой день с хороших людей и кофе.',
  'Мечтайте. Поверьте, в это. Добейтесь этого.',
  'Это просто моя жизнь в моем неповторимом стиле.',
  'Жить — это так здорово.',
  'Селфи вместо тысячи слов.',
  'Фотография ни стоит ничего, но воспоминания бесценны.'];

export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MAX_COUNT_PHOTOS = 25;
export const MAX_COUNT_COMMENTS = 6;
